[
  {
    "citation": "La vie n'a de sens que si on lui en donne un.",
    "auteur": "Albert Camus",
    "prompt_image": "Créez une image symbolisant le sens et la signification que nous donnons à la vie.",
    "texte_accroche": "Explorez cette vidéo captivante qui vous fera réfléchir sur le sens de la vie et l'importance de lui donner un sens.",
    "description_courte": "Une citation profonde d'Albert Camus sur le sens de la vie.",
    "acronyme": "LVNDSQOLEDU"
  },
  {
    "citation": "L'échec est le fondement de la réussite.",
    "auteur": "Lao Tseu",
    "prompt_image": "Créez une image représentant quelqu'un surmontant un échec pour atteindre la réussite.",
    "texte_accroche": "Découvrez cette vidéo inspirante qui vous montrera comment l'échec peut être le point de départ vers la réussite.",
    "description_courte": "Une citation de Lao Tseu sur l'importance de l'échec dans le chemin vers la réussite.",
    "acronyme": "LELFDLR"
  },
  {
    "citation": "Le courage n'est pas l'absence de peur, mais la capacité de la surmonter.",
    "auteur": "Nelson Mandela",
    "prompt_image": "Créez une image représentant quelqu'un faisant preuve de courage en surmontant sa peur.",
    "texte_accroche": "Ne manquez pas cette vidéo inspirante qui explore le courage et la capacité à surmonter la peur.",
    "description_courte": "Une citation puissante de Nelson Mandela sur le courage et la conquête de la peur.",
    "acronyme": "LCNPAPMLCDSPL"
  },
  {
    "citation": "Le bonheur est la seule chose qui se multiplie lorsque l'on partage.",
    "auteur": "Albert Schweitzer",
    "prompt_image": "Créez une image représentant le partage et la multiplication du bonheur.",
    "texte_accroche": "Découvrez cette vidéo inspirante qui met en lumière le pouvoir du partage dans la recherche du bonheur.",
    "description_courte": "Une citation de Albert Schweitzer sur le bonheur et l'importance du partage.",
    "acronyme": "LBELCQSMLOP"
  },
  {
    "citation": "L'impossible devient possible quand on le veut vraiment.",
    "auteur": "Confucius",
    "prompt_image": "Créez une image représentant la transformation de l'impossible en possible grâce à la volonté.",
    "texte_accroche": "Ne manquez pas cette vidéo inspirante qui vous montrera comment la volonté peut rendre l'impossible possible.",
    "description_courte": "Une citation de Confucius sur la volonté et la réalisation de l'impossible.",
    "acronyme": "LIDPQOLDLVV"
  },
  {
    "citation": "La meilleure façon de prédire l'avenir, c'est de le créer.",
    "auteur": "Peter Drucker",
    "prompt_image": "Créez une image représentant quelqu'un en train de créer son propre avenir.",
    "texte_accroche": "Découvrez cette vidéo inspirante qui explore le pouvoir de créer son propre avenir.",
    "description_courte": "Une citation motivante de Peter Drucker sur la création de l'avenir.",
    "acronyme": "LMFDPACLDC"
  },
  {
    "citation": "Le succès, c'est d'aller d'échec en échec sans perdre son enthousiasme.",
    "auteur": "Winston Churchill",
    "prompt_image": "Créez une image représentant la persévérance et l'enthousiasme malgré les échecs.",
    "texte_accroche": "Ne manquez pas cette vidéo inspirante qui vous rappellera l'importance de persévérer malgré les échecs.",
    "description_courte": "Une citation inspirante de Winston Churchill sur la persévérance et le succès.",
    "acronyme": "LSCDAESESPSE"
  },
  {
    "citation": "Le changement est la seule constante dans la vie.",
    "auteur": "Héraclite",
    "prompt_image": "Créez une image représentant la fluidité et la transformation du changement.",
    "texte_accroche": "Découvrez cette vidéo inspirante qui explore la nature inéluctable du changement dans la vie.",
    "description_courte": "Une citation philosophique d'Héraclite sur la nature changeante de la vie.",
    "acronyme": "LCELSCDVL"
  },
  {
    "citation": "La réussite ne consiste pas à ne jamais faire d'erreurs, mais à ne jamais faire la même erreur deux fois.",
    "auteur": "George Bernard Shaw",
    "prompt_image": "Créez une image représentant l'apprentissage à partir des erreurs et l'évolution vers la réussite.",
    "texte_accroche": "Ne manquez pas cette vidéo inspirante qui vous montrera comment tirer des leçons de vos erreurs pour réussir.",
    "description_courte": "Une citation perspicace de George Bernard Shaw sur l'apprentissage et le succès.",
    "acronyme": "LRNCPANDFEDNFDLEFT"
  },
  {
    "citation": "La confiance en soi est le premier secret du succès.",
    "auteur": "Ralph Waldo Emerson",
    "prompt_image": "Créez une image représentant la confiance en soi comme clé du succès.",
    "texte_accroche": "Explorez cette vidéo inspirante qui met en avant l'importance de la confiance en soi pour atteindre le succès.",
    "description_courte": "Une citation motivante de Ralph Waldo Emerson sur la confiance en soi et le succès.",
    "acronyme": "LCESLEPSDS"
  }
]
